"StartAllServers" = "サーバを起動";
"StopAllServers" = "サーバを停止";
"wrongFolderAlertHeadline" = "MAMPを起動できませんでした";
"wrongFolderAlertText" = "MAMPフォルダは「アプリケーション」フォルダ内に置く必要があります";
"ok" = "OK";
"language" = "Japanese";
"isoLanguage" = "ja";

"key_sorry" = "申し訳ありません";
"key_osTooLow" = "MAMP を実行するには、Mac OS X バージョン 10.6 (Snow Leopard) 以上が必要です。";

"mysqlTool_titleUpgrade" = "MySQL データベースをアップグレード";
"mysqlTool_titleRepair" = "MySQL データベースを修復";
"mysqlTool_titleCheck" = "MySQL データベースを確認";
"mysqlTool_messageUpgrade" = "アップグレードを実行する前にデータベースのバックアップをしてください！";
"mysqlTool_messageRepair" = "修復を試す前にデータベースのバックアップをしてください！";
"mysqlTool_messageCheck" = "エラーとアップグレードのテーブルを確認してください。";
"mysqlTool_doItUpgrade" = "アップグレード";
"mysqlTool_doItRepair" = "修復";
"mysqlTool_doItCheck" = "確認";
"mysqlTool_done" = "完了";
"mysqlTool_statusOK" = "ＯＫ";
"mysqlTool_statusFailed" = "失敗しました";

"mysqlQuickCheck_dontShow" = "再表示しない！";
"mysqlQuickCheck_NeedsUpgradeTitle" = "MySQL データベースをアップグレートしてください";
"mysqlQuickCheck_NeedsUpgradeMsg" ="MySQL データベースのアップグレードが必要です。すみやかにアップグレードを実行してください。メニューの「ツール」＞「MySQL データベースをアップグレード」からアップグレード可能です。";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "MySQL データベースの確認に失敗しました";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "エラーメッセージ：\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "ドキュメントルートフォルダを選択してください。";
"Select" = "選び出す";

"httpServerNameApache" = "Apache サーバー";
"httpServerNameNginx" = "Nginx サーバー";

"error" = "エラー";
"portInUse" = "%@ couldn't be started because port %@ is in use by some other software.";
"couldntStartServer" = "%@ couldn't be started. Please check your MAMP installation and configuration.";
"noDocumentRoot" = "Please assign a Document Root to your web server.";
"problemWithPort" = "There is a problem with the %@ port. Please check your configuration, the port must be in the range from %@ to 65535.";
"duplicatePorts" = "There is a problem with the server ports. Each server must be assigned a unique port. Please check your configuration.";
